package homework3

import "fmt"

func OnlyPrint() {
	fmt.Println("В третий день обучения мы сосредоточились на структурировании нашего кода:")
	fmt.Println("- Весь код был разбит на функции для повышения его читаемости и переиспользования.")
	fmt.Println("- Мы распределили код по пакетам и отдельным файлам, что позволяет лучше организовать проект и упрощает его поддержку.")
	fmt.Println("Эти изменения являются важным шагом в направлении к разработке модульных и легко поддерживаемых Go-программ.")

}
